{
    "ID": 273,
    "post_title": "What We Believe",
    "post_content": "<!-- wp:group {\"layout\":{\"type\":\"constrained\"}} -->\n<div class=\"wp-block-group\"><!-- wp:paragraph -->\n<p><strong>People with disabilities have the right to vote just as easily and effectively as people without disabilities. Elections are one of the most important parts of a free and fair country.</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When you vote for an elected official, you decide what the world around you will be like. Elections can change everything from how many teachers your local school can afford to hire to how high your rent payment is.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>But people with disabilities often can’t vote as easily as people without disabilities. Voters with disabilities often face inaccessible polling places, voting machines, remote voting, election websites, and voter registration. The NCAV wants to change that.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2 class=\"wp-block-heading\">Every Voter Needs Equal Access to Voting</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>People with disabilities should not be stopped from voting just because they have a disability. Stopping someone from voting includes refusing to change things to help make it possible for people to vote. For example, refusing to add ramps to a polling place is both against the law and stops people with disabilities from voting.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Equal access to voting can involve allowing people to bring their own support. For example, some people with disabilities bring friends and family with them who help them get around the polling place. Other people bring tools, such as iPads and headphones, to help them vote.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 class=\"wp-block-heading\">Every Part of Voting Must Be Accessible&nbsp;</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Voting is a multi-step process. Voters have to: learn about how to vote and who is running for office, register to vote, decide how to vote, and fill out and turn in their ballots.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Every part of voting must be accessible, not just some parts. For example, voter registration is different from sending in your ballot. To register to vote, you have to take different steps, such as filling out a form instead of going to a polling place. Voter registration needs to be just as accessible as casting a ballot.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 class=\"wp-block-heading\">Voting Information Must Be Accessible To All</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Everyone should be able to get the same information on voting. People with disabilities should be able to learn who to vote for, where to vote, and when to vote.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Most people use websites to learn about voting. But election and other government websites often are not accessible. They might, for example, have links that screen readers cannot read or use language that is confusing to people with certain disabilities.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>The NCAV works to make voting websites accessible. We also share information on voting with the public.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3,\"style\":{\"elements\":{\"link\":{\"color\":{\"text\":\"var:preset|color|brand-blue\"}}}},\"textColor\":\"brand-blue\"} -->\n<h3 class=\"wp-block-heading has-brand-blue-color has-text-color has-link-color\">The Law Should Not Make Voting Harder&nbsp;</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Some state laws or policies can make it more difficult for people to vote. For example, there might be a state policy that bans you from bringing a support person with you when you go to the polling place. The NCAV thinks that state laws should make it easier to vote, not harder.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 class=\"wp-block-heading\">All Elections Matter</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>People with disabilities should vote in all elections, not just elections for President. State and local elections change peoples’ lives. For example, a local school board can change the kind of education your kid gets, so the vote for school board members matters.</p>\n<!-- /wp:paragraph --></div>\n<!-- /wp:group -->",
    "post_excerpt": "",
    "post_type": "page",
    "post_status": "publish",
    "post_name": "what-we-believe",
    "meta": {
        "_edit_lock": [
            "1748612368:1"
        ]
    }
}